list_region_usa= [{'Айдахо': 0}, {'Айова': 1}, {'Алабама': 2}, {'Аляска': 3}, {'Аризона': 4},
 {'Арканзас': 5}, {'Вайоминг': 6}, {'Вашингтон': 7}, {'Вермонт': 8},
 {'Виргиния': 9}, {'Висконсин': 10}, {'Гавайи': 11}, {'Делавэр': 12},
 {'Джорджия': 13}, {'Западная Виргиния': 14}, {'Иллинойс': 15}, {'Индиана': 16},
 {'Калифорния': 17}, {'Канзас': 18}, {'Кентукки': 19}, {'Колорадо': 20},
 {'Коннектикут': 21}, {'Луизиана': 22}, {'Массачусетс': 23}, {'Миннесота': 24},
 {'Миссисипи': 25}, {'Миссури': 26}, {'Мичиган': 27}, {'Монтана': 28}, {'Мэн': 29}, 
 {'Мэриленд': 30}, {'Небраска': 31}, {'Невада': 32}, {'Нью-Гэмпшир': 33}, {'Нью-Джерси': 34}, 
 {'Нью-Йорк': 35}, {'Нью-Мексико': 36}, {'Огайо': 37}, {'Оклахома': 38}, {'Орегон': 39}, 
 {'Пенсильвания': 40}, {'Род-Айленд': 41}, {'Северная Дакота': 42}, {'Северная Каролина': 43},
 {'Теннесси': 44}, {'Техас': 45}, {'Флорида': 46}, {'Южная Дакота': 47}, {'Южная Каролина': 48}, {'Юта': 49}]


dict_special= {    
    'Юридические услуги' : 0,
    'Банковские услуги' : 1,
    'Дети и образование' : 2,
    'Здравоохранение' : 3,
    'Изучение языков' : 4,
    'Недвижимость' : 5,
    'Политическое убежище' : 6,
    'Поручительство' : 7,
    'Транспорт' : 8,
    'Услуги переводчика' : 9}

dict_countries= {
    'США' : 'USA',
    'ОАЭ' : 'UAE',
    'Россия' : 'RUS',
    'Турция' : 'TUR'    
}